Revit 2027 API
ParameterTypeId.HeavyTickMarkPen Property
 "Heavy End Pen Weight"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId HeavyTickMarkPen { get; }
Public Shared ReadOnly Property HeavyTickMarkPen As ForgeTypeId
	Get
public:
static property ForgeTypeId^ HeavyTickMarkPen {
	ForgeTypeId^ get ();
}
static member HeavyTickMarkPen : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace